Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# shared.copiedDirectFile
source: Direct file link copied
ar: تم نسخ رابط الملف المباشر
de: Direkter Dateilink kopiert
es: Enlace directo al archivo copiado
fr: Lien direct du fichier copié
hi: सीधा फ़ाइल लिंक कॉपी किया गया
it: Link diretto al file copiato
ja: ファイルの直接リンクをコピーしました
ko: 직접 파일 링크가 복사됨
nl: Directe bestandslink gekopieerd
pl: Skopiowano bezpośredni link do pliku
pt: Ligação direta do ficheiro copiada
ro: Link direct al fișierului copiat
ru: Прямая ссылка на файл скопирована
sv: Direkt fillänk kopierad
zh_cn: 已拷贝直接文件链接
zh_tw: 已拷貝直接檔案連結

# shared.copiedFolderZip
source: Folder ZIP link copied
ar: تم نسخ رابط ZIP للمجلد
de: ZIP-Link des Ordners kopiert
es: Enlace ZIP de carpeta copiado
fr: Lien ZIP du dossier copié
hi: फ़ोल्डर ZIP लिंक कॉपी किया गया
it: Link ZIP della cartella copiato
ja: フォルダの ZIP リンクをコピーしました
ko: 폴더 ZIP 링크가 복사됨
nl: ZIP-link van map gekopieerd
pl: Skopiowano link ZIP folderu
pt: Ligação ZIP da pasta copiada
ro: Link ZIP al dosarului copiat
ru: ZIP-ссылка на папку скопирована
sv: ZIP-länk för mapp kopierad
zh_cn: 已拷贝文件夹 ZIP 链接
zh_tw: 已拷貝檔案夾 ZIP 連結

# shared.copiedShareLink
source: Share link copied
ar: تم نسخ رابط المشاركة
de: Freigabelink kopiert
es: Enlace de compartición copiado
fr: Lien de partage copié
hi: साझा लिंक कॉपी किया गया
it: Link di condivisione copiato
ja: 共有リンクをコピーしました
ko: 공유 링크가 복사됨
nl: Deellink gekopieerd
pl: Skopiowano link do udostępniania
pt: Ligação de partilha copiada
ro: Link de partajare copiat
ru: Ссылка доступа скопирована
sv: Delningslänk kopierad
zh_cn: 已拷贝共享链接
zh_tw: 已拷貝共享連結

# shared.deleteMessage
source: The link stops working immediately. The file or folder itself isn't touched.
ar: يتوقف الرابط عن العمل فورًا. لا يتأثر الملف أو المجلد نفسه.
de: Der Link funktioniert sofort nicht mehr. Die Datei oder der Ordner selbst wird nicht berührt.
es: El enlace deja de funcionar de inmediato. El archivo o carpeta en sí no se modifica.
fr: Le lien cesse de fonctionner immédiatement. Le fichier ou le dossier lui-même n'est pas touché.
hi: लिंक तुरंत काम करना बंद कर देता है। फ़ाइल या फ़ोल्डर स्वयं प्रभावित नहीं होता।
it: Il link smette di funzionare immediatamente. Il file o la cartella non viene toccato.
ja: リンクはすぐに機能しなくなります。ファイルやフォルダ自体には影響しません。
ko: 링크가 즉시 작동을 멈춥니다. 파일이나 폴더 자체는 영향을 받지 않습니다.
nl: De link werkt onmiddellijk niet meer. Het bestand of de map zelf blijft ongemoeid.
pl: Link natychmiast przestaje działać. Sam plik ani folder nie zostaje naruszony.
pt: A ligação deixa de funcionar de imediato. O ficheiro ou pasta em si não é afetado.
ro: Linkul încetează să funcționeze imediat. Fișierul sau dosarul în sine nu este afectat.
ru: Ссылка сразу перестанет работать. Сам файл или папка не затрагиваются.
sv: Länken slutar fungera omedelbart. Själva filen eller mappen påverkas inte.
zh_cn: 链接会立即停止工作。文件或文件夹本身不受影响。
zh_tw: 連結會立即停止運作。檔案或檔案夾本身不受影響。

# shared.deleteTitle
source: Delete Share Link?
ar: حذف رابط المشاركة؟
de: Freigabelink löschen?
es: ¿Eliminar el enlace de compartición?
fr: Supprimer le lien de partage ?
hi: साझा लिंक हटाएं?
it: Eliminare il link di condivisione?
ja: 共有リンクを削除しますか？
ko: 공유 링크를 삭제할까요?
nl: Deellink verwijderen?
pl: Usunąć link do udostępniania?
pt: Eliminar a ligação de partilha?
ro: Ștergi linkul de partajare?
ru: Удалить ссылку доступа?
sv: Radera delningslänk?
zh_cn: 删除共享链接？
zh_tw: 刪除共享連結？

# shared.emptyByMe
source: Share a file or folder to see its link here.
ar: شارك ملفًا أو مجلدًا لرؤية رابطه هنا.
de: Teile eine Datei oder einen Ordner, um den Link hier zu sehen.
es: Comparte un archivo o carpeta para ver su enlace aquí.
fr: Partagez un fichier ou un dossier pour voir son lien ici.
hi: इसका लिंक यहां देखने के लिए कोई फ़ाइल या फ़ोल्डर साझा करें।
it: Condividi un file o una cartella per vederne il link qui.
ja: ファイルやフォルダを共有すると、そのリンクがここに表示されます。
ko: 파일이나 폴더를 공유하면 여기에 링크가 표시됩니다.
nl: Deel een bestand of map om de link hier te zien.
pl: Udostępnij plik lub folder, aby zobaczyć jego link tutaj.
pt: Partilhe um ficheiro ou pasta para ver a ligação aqui.
ro: Partajează un fișier sau dosar pentru a-i vedea linkul aici.
ru: Откройте доступ к файлу или папке, чтобы увидеть ссылку здесь.
sv: Dela en fil eller mapp för att se dess länk här.
zh_cn: 共享文件或文件夹后即可在此处查看其链接。
zh_tw: 共享檔案或檔案夾後即可在此處查看其連結。

# shared.emptyWithMe
source: Links other people share with you show up here.
ar: تظهر هنا الروابط التي يشاركها الآخرون معك.
de: Links, die andere mit dir teilen, erscheinen hier.
es: Los enlaces que otras personas comparten contigo aparecen aquí.
fr: Les liens que d'autres partagent avec vous apparaissent ici.
hi: अन्य लोग आपके साथ जो लिंक साझा करते हैं वे यहां दिखते हैं।
it: I link che altri condividono con te appaiono qui.
ja: 他の人があなたと共有したリンクがここに表示されます。
ko: 다른 사람이 나와 공유한 링크가 여기에 표시됩니다.
nl: Links die anderen met je delen verschijnen hier.
pl: Linki udostępnione Ci przez innych pojawią się tutaj.
pt: As ligações que outras pessoas partilham consigo aparecem aqui.
ro: Linkurile pe care alții le partajează cu tine apar aici.
ru: Ссылки, которыми с вами делятся другие, появятся здесь.
sv: Länkar som andra delar med dig visas här.
zh_cn: 他人与您共享的链接会显示在此处。
zh_tw: 他人與您共享的連結會顯示在此處。

# shared.linkMode
source: Link mode
ar: وضع الرابط
de: Linkmodus
es: Modo de enlace
fr: Mode de lien
hi: लिंक मोड
it: Modalità link
ja: リンクモード
ko: 링크 모드
nl: Linkmodus
pl: Tryb linku
pt: Modo da ligação
ro: Mod link
ru: Режим ссылки
sv: Länkläge
zh_cn: 链接模式
zh_tw: 連結模式

# shared.metaAccess
source: Access
ar: الوصول
de: Zugriff
es: Acceso
fr: Accès
hi: एक्सेस
it: Accesso
ja: アクセス
ko: 접근
nl: Toegang
pl: Dostęp
pt: Acesso
ro: Acces
ru: Доступ
sv: Åtkomst
zh_cn: 访问权限
zh_tw: 取用權限

# shared.metaExpiration
source: Expiration
ar: انتهاء الصلاحية
de: Ablauf
es: Caducidad
hi: समाप्ति
it: Scadenza
ja: 有効期限
ko: 만료
nl: Verloopt
pl: Wygasa
pt: Validade
ro: Expirare
ru: Срок действия
sv: Upphör
zh_cn: 到期
zh_tw: 到期

# shared.metaSharedBy
source: Shared by
ar: تمت المشاركة بواسطة
de: Geteilt von
es: Compartido por
fr: Partagé par
hi: साझाकर्ता
it: Condiviso da
ja: 共有者
ko: 공유한 사람
nl: Gedeeld door
pl: Udostępnione przez
pt: Partilhado por
ro: Partajat de
ru: Поделился
sv: Delad av
zh_cn: 共享者
zh_tw: 共享者

# shared.metaSharedWith
source: Shared with
ar: تمت المشاركة مع
de: Geteilt mit
es: Compartido con
fr: Partagé avec
hi: इनके साथ साझा
it: Condiviso con
ja: 共有相手
ko: 공유 대상
nl: Gedeeld met
pl: Udostępnione dla
pt: Partilhado com
ro: Partajat cu
ru: Доступ открыт
sv: Delad med
zh_cn: 共享给
zh_tw: 共享給

# shared.navigationTitle
source: Shared
ar: المشتركة
de: Geteilt
es: Compartidos
fr: Partagés
hi: साझा किए गए
it: Condivisi
ja: 共有
ko: 공유됨
nl: Gedeeld
pl: Udostępnione
pt: Partilhados
ro: Partajate
ru: Общие
sv: Delade
zh_cn: 共享
zh_tw: 共享

# shared.noSearchMatches
source: No shares match “%@”.
ar: لا مشاركات تطابق ‏«%@».
de: Keine Freigaben passen zu „%@“.
es: Ningún compartido coincide con “%@”.
fr: Aucun partage ne correspond à « %@ ».
hi: “%@” से कोई साझा मेल नहीं खाता।
it: Nessun elemento condiviso corrisponde a “%@”.
ja: 「%@」に一致する共有はありません。
ko: “%@”과(와) 일치하는 공유가 없습니다.
nl: Geen gedeelde items komen overeen met “%@”.
pl: Żadne udostępnienie nie pasuje do „%@”.
pt: Nenhuma partilha corresponde a “%@”.
ro: Nicio partajare nu corespunde cu „%@”.
ru: Нет совпадений для «%@».
sv: Inga delningar matchar ”%@”.
zh_cn: 没有与“%@”匹配的共享。
zh_tw: 沒有與「%@」相符的共享。

# shared.sectionExpired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Caducados
fr: Expirés
hi: समाप्त
it: Scaduti
ja: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasłe
pt: Expirados
ro: Expirate
ru: Истёкшие
sv: Utgångna
zh_cn: 已过期
zh_tw: 已過期

# shared.segmentByMe
source: By me
ar: بواسطتي
de: Von mir
es: Por mí
fr: Par moi
hi: मेरे द्वारा
it: Da me
ja: 自分から
ko: 내가 공유
nl: Door mij
pl: Przeze mnie
pt: Por mim
ro: De mine
ru: Мной
sv: Av mig
zh_cn: 由我共享
zh_tw: 由我共享

# shared.segmentWithMe
source: With me
ar: معي
de: Mit mir
es: Conmigo
fr: Avec moi
hi: मेरे साथ
it: Con me
ja: 自分宛て
ko: 나와 공유됨
nl: Met mij
pl: Ze mną
pt: Comigo
ro: Cu mine
ru: Со мной
sv: Med mig
zh_cn: 与我共享
zh_tw: 與我共享

# shared.sharedByUnknown
source: Someone
ar: شخص ما
de: Jemand
es: Alguien
fr: Quelqu'un
hi: कोई
it: Qualcuno
ja: 誰か
ko: 누군가
nl: Iemand
pl: Ktoś
pt: Alguém
ro: Cineva
ru: Кто-то
sv: Någon
zh_cn: 某人
zh_tw: 某人

# sort.ascending
source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
it: Crescente
ja: 昇順
ko: 오름차순
nl: Oplopend
pl: Rosnąco
pt: Ascendente
ro: Crescător
ru: По возрастанию
sv: Stigande
zh_cn: 升序
zh_tw: 遞增

# sort.dateAdded
source: Date Added
ar: تاريخ الإضافة
de: Hinzufügedatum
es: Fecha de adición
fr: Date d'ajout
hi: जोड़ने की तिथि
it: Data di aggiunta
ja: 追加日
ko: 추가한 날짜
nl: Datum toegevoegd
pl: Data dodania
pt: Data de adição
ro: Data adăugării
ru: Дата добавления
sv: Tillagd datum
zh_cn: 添加日期
zh_tw: 加入日期

# sort.dateModified
source: Date Modified
ar: تاريخ التعديل
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
hi: संशोधन तिथि
it: Data di modifica
ja: 変更日
ko: 수정한 날짜
nl: Wijzigingsdatum
pl: Data modyfikacji
pt: Data de modificação
ro: Data modificării
ru: Дата изменения
sv: Ändringsdatum
zh_cn: 修改日期
zh_tw: 修改日期

# sort.dateShared
source: Date Shared
ar: تاريخ المشاركة
de: Teilungsdatum
es: Fecha de compartición
fr: Date de partage
hi: साझा करने की तिथि
it: Data di condivisione
ja: 共有日
ko: 공유한 날짜
nl: Datum gedeeld
pl: Data udostępnienia
pt: Data de partilha
ro: Data partajării
ru: Дата открытия доступа
sv: Delad datum
zh_cn: 共享日期
zh_tw: 分享日期

# sort.descending
source: Descending
ar: تنازلي
de: Absteigend
es: Descendente
fr: Décroissant
hi: अवरोही
it: Decrescente
ja: 降順
ko: 내림차순
nl: Aflopend
pl: Malejąco
pt: Descendente
ro: Descrescător
ru: По убыванию
sv: Fallande
zh_cn: 降序
zh_tw: 遞減

# sort.email
source: Email
ar: البريد الإلكتروني
es: Correo
hi: ईमेल
ja: メール
ko: 이메일
ru: Эл. почта
sv: E-post
zh_cn: 电子邮件
zh_tw: 電子郵件

# sort.expiration
source: Expiration
ar: انتهاء الصلاحية
de: Ablauf
es: Caducidad
hi: समाप्ति
it: Scadenza
ja: 有効期限
ko: 만료
nl: Verloopt
pl: Wygasa
pt: Validade
ro: Expirare
ru: Срок действия
sv: Upphör
zh_cn: 到期
zh_tw: 到期

# sort.kind
source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
hi: प्रकार
it: Tipo
ja: 種類
ko: 종류
nl: Soort
pl: Rodzaj
pt: Tipo
ro: Fel
ru: Тип
sv: Sort
zh_cn: 种类
zh_tw: 種類

# sort.name
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sv: Namn
zh_cn: 名称
zh_tw: 名稱

# sort.sheetTitle
source: Sort By
ar: الفرز حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके अनुसार क्रमबद्ध करें
it: Ordina per
ja: 並べ替え基準
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj według
pt: Ordenar por
ro: Sortează după
ru: Сортировать по
sv: Sortera efter
zh_cn: 排序方式
zh_tw: 排序方式

# sort.size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
sv: Storlek
zh_cn: 大小
zh_tw: 大小

# sort.type
source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sv: Typ
zh_cn: 类型
zh_tw: 類型

# tab.browse
source: Browse
ar: تصفح
de: Durchsuchen
es: Explorar
fr: Explorer
hi: ब्राउज़ करें
it: Esplora
ja: ブラウズ
ko: 탐색
nl: Verkennen
pl: Przeglądaj
pt: Explorar
ro: Explorează
ru: Обзор
sv: Bläddra
zh_cn: 浏览
zh_tw: 瀏覽

# tab.downloads
source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hi: डाउनलोड
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
pt: Transferências
ro: Descărcări
ru: Загрузки
sv: Nedladdningar
zh_cn: 下载
zh_tw: 下載

# tab.favorites
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
sv: Favoriter
zh_cn: 收藏
zh_tw: 喜好項目

# tab.settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
zh_cn: 设置
zh_tw: 設定

# tab.shared
source: Shared
ar: المشتركة
de: Geteilt
es: Compartidos
fr: Partagés
hi: साझा किए गए
it: Condivisi
ja: 共有
ko: 공유됨
nl: Gedeeld
pl: Udostępnione
pt: Partilhados
ro: Partajate
ru: Общие
sv: Delade
zh_cn: 共享
zh_tw: 共享

# textPreview.loadFailed
source: Couldn't load this file. Check your connection and try again.
ar: تعذّر تحميل هذا الملف. تحقق من اتصالك وأعد المحاولة.
de: Diese Datei konnte nicht geladen werden. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo cargar este archivo. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de charger ce fichier. Vérifiez votre connexion et réessayez.
hi: यह फ़ाइल लोड नहीं कर सके। अपना कनेक्शन जांचें और पुनः प्रयास करें।
it: Impossibile caricare questo file. Controlla la connessione e riprova.
ja: このファイルを読み込めませんでした。接続を確認して再試行してください。
ko: 이 파일을 불러올 수 없습니다. 연결을 확인하고 다시 시도하세요.
nl: Kan dit bestand niet laden. Controleer je verbinding en probeer het opnieuw.
pl: Nie można wczytać tego pliku. Sprawdź połączenie i spróbuj ponownie.
pt: Não foi possível carregar este ficheiro. Verifique a ligação e tente novamente.
ro: Nu s-a putut încărca acest fișier. Verifică conexiunea și încearcă din nou.
ru: Не удалось загрузить этот файл. Проверьте соединение и повторите попытку.
sv: Det gick inte att läsa in den här filen. Kontrollera anslutningen och försök igen.
zh_cn: 无法加载此文件。请检查连接后重试。
zh_tw: 無法載入此檔案。請檢查連線後重試。

# textPreview.saved
source: Saved
ar: تم الحفظ
de: Gesichert
es: Guardado
fr: Enregistré
hi: सहेजा गया
it: Salvato
ja: 保存しました
ko: 저장됨
nl: Bewaard
pl: Zapisano
pt: Guardado
ro: Salvat
ru: Сохранено
sv: Sparad
zh_cn: 已保存
zh_tw: 已儲存

# thumbnailSettings.concurrency
source: Concurrency
ar: التزامن
de: Parallelität
es: Concurrencia
fr: Simultanéité
hi: समवर्तीता
it: Concorrenza
ja: 同時実行数
ko: 동시 처리
nl: Gelijktijdigheid
pl: Równoległość
pt: Concorrência
ro: Concurență
ru: Параллельность
sv: Samtidighet
zh_cn: 并发数
zh_tw: 並行數

# thumbnailSettings.concurrencyHelp
source: How many thumbnails the server builds at once.
ar: عدد الصور المصغّرة التي ينشئها الخادم في وقت واحد.
de: Wie viele Miniaturen der Server gleichzeitig erstellt.
es: Cuántas miniaturas genera el servidor a la vez.
fr: Nombre de miniatures que le serveur génère à la fois.
hi: सर्वर एक साथ कितने थंबनेल बनाता है।
it: Quante miniature il server genera contemporaneamente.
ja: サーバが一度に生成するサムネールの数。
ko: 서버가 한 번에 만드는 썸네일 수.
nl: Hoeveel miniaturen de server tegelijk maakt.
pl: Ile miniatur serwer tworzy jednocześnie.
pt: Quantas miniaturas o servidor gera ao mesmo tempo.
ro: Câte miniaturi construiește serverul deodată.
ru: Сколько миниатюр сервер создаёт одновременно.
sv: Hur många miniatyrer servern bygger samtidigt.
zh_cn: 服务器一次生成多少个缩略图。
zh_tw: 伺服器一次生成多少個縮覽圖。

# thumbnailSettings.enable
source: Generate thumbnails
ar: إنشاء صور مصغّرة
de: Miniaturen erzeugen
es: Generar miniaturas
fr: Générer des miniatures
hi: थंबनेल बनाएं
it: Genera miniature
ja: サムネールを生成
ko: 썸네일 생성
nl: Miniaturen genereren
pl: Generuj miniatury
pt: Gerar miniaturas
ro: Generează miniaturi
ru: Создавать миниатюры
sv: Generera miniatyrer
zh_cn: 生成缩略图
zh_tw: 生成縮覽圖

# thumbnailSettings.enableHelp
source: Turn off to serve full images everywhere instead.
ar: أوقف التشغيل لعرض الصور الكاملة في كل مكان بدلاً من ذلك.
de: Deaktivieren, um stattdessen überall vollständige Bilder auszuliefern.
es: Desactívalo para servir imágenes completas en todas partes.
fr: Désactivez pour servir partout les images complètes.
hi: इसके बजाय हर जगह पूरी छवियां देने के लिए बंद करें।
it: Disattiva per servire ovunque le immagini complete.
ja: オフにすると、代わりにすべての場所でフル画像を提供します。
ko: 끄면 모든 곳에서 전체 이미지를 제공합니다.
nl: Schakel uit om overal volledige afbeeldingen te tonen.
pl: Wyłącz, aby wszędzie serwować pełne obrazy.
pt: Desative para servir imagens completas em todo o lado.
ro: Dezactivează pentru a servi peste tot imaginile complete.
ru: Отключите, чтобы везде показывать полные изображения.
sv: Stäng av för att visa fullständiga bilder överallt i stället.
zh_cn: 关闭后将改为在所有位置提供完整图像。
zh_tw: 關閉後將改為在所有位置提供完整圖像。

# thumbnailSettings.maxDimension
source: Max dimension
ar: الأبعاد القصوى
de: Maximale Größe
es: Dimensión máxima
fr: Dimension maximale
hi: अधिकतम आयाम
it: Dimensione massima
ja: 最大寸法
ko: 최대 크기
nl: Maximale afmeting
pl: Maksymalny wymiar
pt: Dimensão máxima
ro: Dimensiune maximă
ru: Максимальный размер
sv: Maximal dimension
zh_cn: 最大尺寸
zh_tw: 最大尺寸

# thumbnailSettings.maxDimensionHelp
source: Longest edge of a generated thumbnail, in pixels.
ar: أطول حافة للصورة المصغّرة المُنشأة، بالبكسل.
de: Längste Kante einer erzeugten Miniatur, in Pixeln.
es: Borde más largo de una miniatura generada, en píxeles.
fr: Bord le plus long d'une miniature générée, en pixels.
hi: बनाए गए थंबनेल की सबसे लंबी भुजा, पिक्सेल में।
it: Lato più lungo di una miniatura generata, in pixel.
ja: 生成されるサムネールの最長辺（ピクセル単位）。
ko: 생성된 썸네일의 가장 긴 변, 픽셀 단위.
nl: Langste zijde van een gegenereerde miniatuur, in pixels.
pl: Najdłuższa krawędź generowanej miniatury, w pikselach.
pt: Lado mais longo de uma miniatura gerada, em pixels.
ro: Cea mai lungă latură a unei miniaturi generate, în pixeli.
ru: Самая длинная сторона создаваемой миниатюры, в пикселях.
sv: Längsta kanten på en genererad miniatyr, i pixlar.
zh_cn: 生成的缩略图最长边，以像素为单位。
zh_tw: 生成的縮覽圖最長邊，以像素為單位。

# thumbnailSettings.navigationTitle
source: Thumbnails
ar: الصور المصغّرة
de: Miniaturen
es: Miniaturas
fr: Miniatures
hi: थंबनेल
it: Miniature
ja: サムネール
ko: 썸네일
nl: Miniaturen
pl: Miniatury
pt: Miniaturas
ro: Miniaturi
ru: Миниатюры
sv: Miniatyrer
zh_cn: 缩略图
zh_tw: 縮覽圖

# thumbnailSettings.quality
source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
it: Qualità
ja: 品質
ko: 품질
nl: Kwaliteit
pl: Jakość
pt: Qualidade
ro: Calitate
ru: Качество
sv: Kvalitet
zh_cn: 质量
zh_tw: 品質

# thumbnailSettings.qualityHelp
source: Higher looks better and uses more space.
ar: الأعلى يبدو أفضل ويستخدم مساحة أكبر.
de: Höher sieht besser aus und braucht mehr Speicher.
es: Más alta se ve mejor y usa más espacio.
fr: Plus élevée : meilleur rendu, plus d'espace utilisé.
hi: उच्चतर बेहतर दिखता है और अधिक स्थान लेता है।
it: Più alta appare meglio e usa più spazio.
ja: 高いほど見栄えが良くなり、容量も増えます。
ko: 높을수록 더 좋아 보이고 더 많은 공간을 사용합니다.
nl: Hoger ziet er beter uit en gebruikt meer ruimte.
pl: Wyższa wygląda lepiej i zajmuje więcej miejsca.
pt: Mais alta fica melhor e ocupa mais espaço.
ro: Mai mare arată mai bine și ocupă mai mult spațiu.
ru: Выше — лучше выглядит и занимает больше места.
sv: Högre ser bättre ut och tar mer plats.
zh_cn: 越高看起来越好，占用空间也越多。
zh_tw: 越高看起來越好，佔用空間也越多。

# thumbnailSettings.saveButton
source: Save Changes
ar: حفظ التغييرات
de: Änderungen sichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt: Guardar alterações
ro: Salvează modificările
ru: Сохранить изменения
sv: Spara ändringar
zh_cn: 保存更改
zh_tw: 儲存更改

# thumbnailSettings.subtitle
source: Control how the server generates image thumbnails for every client.
ar: تحكّم في كيفية إنشاء الخادم للصور المصغّرة لكل عميل.
de: Steuere, wie der Server Bildminiaturen für jeden Client erzeugt.
es: Controla cómo el servidor genera las miniaturas de imagen para todos los clientes.
fr: Contrôlez la façon dont le serveur génère les miniatures d'image pour tous les clients.
hi: नियंत्रित करें कि सर्वर हर क्लाइंट के लिए छवि थंबनेल कैसे बनाता है।
it: Controlla come il server genera le miniature delle immagini per ogni client.
ja: サーバがすべてのクライアント向けに画像サムネールを生成する方法を制御します。
ko: 서버가 모든 클라이언트를 위해 이미지 썸네일을 생성하는 방식을 제어합니다.
nl: Bepaal hoe de server afbeeldingsminiaturen genereert voor elke client.
pl: Kontroluj sposób generowania miniatur obrazów przez serwer dla każdego klienta.
pt: Controle como o servidor gera as miniaturas de imagem para todos os clientes.
ro: Controlează modul în care serverul generează miniaturile de imagine pentru fiecare client.
ru: Управляйте тем, как сервер создаёт миниатюры изображений для всех клиентов.
sv: Styr hur servern genererar bildminiatyrer för alla klienter.
zh_cn: 控制服务器为每个客户端生成图像缩略图的方式。
zh_tw: 控制伺服器為每個用戶端生成圖像縮覽圖的方式。

# thumbnailSettings.unavailable
source: Thumbnail settings are only available to administrators.
ar: إعدادات الصور المصغّرة متاحة للمسؤولين فقط.
de: Miniatureinstellungen sind nur für Administratoren verfügbar.
es: Los ajustes de miniaturas solo están disponibles para administradores.
fr: Les réglages de miniatures sont réservés aux administrateurs.
hi: थंबनेल सेटिंग्स केवल व्यवस्थापकों के लिए उपलब्ध हैं।
it: Le impostazioni delle miniature sono disponibili solo per gli amministratori.
ja: サムネール設定は管理者のみが利用できます。
ko: 썸네일 설정은 관리자만 사용할 수 있습니다.
nl: Miniatuurinstellingen zijn alleen beschikbaar voor beheerders.
pl: Ustawienia miniatur są dostępne tylko dla administratorów.
pt: As definições de miniaturas só estão disponíveis para administradores.
ro: Setările miniaturilor sunt disponibile doar administratorilor.
ru: Настройки миниатюр доступны только администраторам.
sv: Miniatyrinställningar är endast tillgängliga för administratörer.
zh_cn: 缩略图设置仅对管理员可用。
zh_tw: 縮覽圖設定僅對管理員可用。

# thumbnailSize.large
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grande
hi: बड़ा
it: Grande
ja: 大
ko: 크게
nl: Groot
pl: Duża
pt: Grande
ro: Mare
ru: Большие
sv: Stor
zh_cn: 大
zh_tw: 大

# thumbnailSize.medium
source: Medium
ar: متوسط
de: Mittel
es: Mediana
fr: Moyenne
hi: मध्यम
it: Media
ja: 中
ko: 보통
nl: Gemiddeld
pl: Średnia
pt: Média
ro: Medie
ru: Средние
sv: Mellan
zh_cn: 中
zh_tw: 中

# thumbnailSize.small
source: Small
ar: صغير
de: Klein
es: Pequeña
fr: Petite
hi: छोटा
it: Piccola
ja: 小
ko: 작게
nl: Klein
pl: Mała
pt: Pequena
ro: Mică
ru: Маленькие
sv: Liten
zh_cn: 小
zh_tw: 小

# tipJar.errorLoad
source: Couldn't load the tip options. Please try again.
ar: تعذّر تحميل خيارات الإكرامية. حاول مرة أخرى.
de: Die Trinkgeld-Optionen konnten nicht geladen werden. Bitte versuche es erneut.
es: No se pudieron cargar las opciones de propina. Inténtalo de nuevo.
fr: Impossible de charger les options de pourboire. Veuillez réessayer.
hi: टिप विकल्प लोड नहीं हो सके। कृपया पुनः प्रयास करें।
it: Impossibile caricare le opzioni di offerta. Riprova.
ja: チップの項目を読み込めませんでした。もう一度お試しください。
ko: 후원 옵션을 불러오지 못했습니다. 다시 시도해 주세요.
nl: Kan de fooiopties niet laden. Probeer het opnieuw.
pl: Nie udało się wczytać opcji napiwku. Spróbuj ponownie.
pt: Não foi possível carregar as opções de gorjeta. Tente novamente.
ro: Opțiunile de bacșiș nu au putut fi încărcate. Încearcă din nou.
ru: Не удалось загрузить варианты чаевых. Попробуйте ещё раз.
sv: Det gick inte att läsa in dricksalternativen. Försök igen.
zh_cn: 无法加载打赏选项。请重试。
zh_tw: 無法載入贊助選項。請重試。

# tipJar.errorPurchase
source: The purchase didn't go through. Please try again.
ar: لم تتم عملية الشراء. حاول مرة أخرى.
de: Der Kauf ist nicht durchgegangen. Bitte versuche es erneut.
es: La compra no se completó. Inténtalo de nuevo.
fr: L’achat n’a pas abouti. Veuillez réessayer.
hi: खरीदारी पूरी नहीं हो सकी। कृपया पुनः प्रयास करें।
it: L’acquisto non è andato a buon fine. Riprova.
ja: 購入が完了しませんでした。もう一度お試しください。
ko: 구매가 완료되지 않았습니다. 다시 시도해 주세요.
nl: De aankoop is niet gelukt. Probeer het opnieuw.
pl: Zakup nie powiódł się. Spróbuj ponownie.
pt: A compra não foi concluída. Tente novamente.
ro: Achiziția nu a reușit. Încearcă din nou.
ru: Покупка не прошла. Попробуйте ещё раз.
sv: Köpet gick inte igenom. Försök igen.
zh_cn: 购买未完成。请重试。
zh_tw: 購買未完成。請重試。
